Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/spesialpedagogisk-lulesamisk.pdf_epslanguage=no.pdf.tmx
Source language: smj
Languages: sma

source: Sierrapedagogalasj viehkke vidá minuhtan - dunji gut le æjgát
sma: Sjïerepedagogeles viehkie vïjhte minudti raejesne

source: Jus duv mánán li sierra hásstalusá, le sujna riektá sierrapedagogalasj viehkev oadtjot.
sma: Jis dov maana sjïere dåeriesmoerh åtna, maahta dïhte reaktam sjïerepedagogeles veahkan utnedh.

source: Mánájn le riektá viehkev oadtjot riegádime rájes, vájku mánájgárden vádtsá jali ij.
sma: seamma jis dïhte maanajgïertesne jallh ij leah desnie.

source: Sierrapedagogalasj viehkke máhttá buojkulvissan liehket hárjjidallam, arvusmahttem jali doarjjo mánájgárde barggijda.
sma: Datne, tjidtjie jallh aehtjie, edtja iktegisth faaleldahkem raeriestimmine åadtjodh. Viehkie edtja dov maanan

source: Viehkke galggá liehket hiebadum duv máná dárboj milta.
sma: daerpiesvoetine sjïehtedidh.

source: Jus dån jali iehtjáda gudi mánáv dåbddi lihpit mårålasj duv máná åvddånime birra, galggá suohkan ja PP-virgge árvustallat ja bagádallat máná dárboj birra.
sma: Jis datne jallh jeatjah gie dov maanam damtedh, dov maanan evtiedimmiem tjomperdidh, edtjieh tjïelte jïh PP-dïenesje vuarjasjidh jïh rååresjidh maam dov maana daarpesje.

source: Åvddål gå duv mánná oadtju sierrapedagogalasj viehkev, galggá suohkan ájnnegismærrádusáv mierredit.
sma: Åvteli dov maana sjïerepedagogeles viehkiem åadtjodh, tjuara tjïelte ajne nænnoestimmiem nænnoestidh.

source: Majt mierkki Pedagogalasj – psykologalasj virgge (PP-virgge) Virgge mij bagádallá suohkanav hiebadime birra mánájda gænna li sierralágásj dárbo.
sma: Pedagogihken-psykologihken dïenesje (PP-dïenesje) Dïenesje mij raerieh tjïeltide vadta sjïehtedimmiej bïjre maanide sjïere daerpiesvoetine.

source: Ássjediehttelasj árvustallam Dokumænnta PP-virges mij vuoset jus mánná sierrapedagogalasj viehkev dárbaj, ja mij oajvvat makkir fálaldagá mánná, æjgáda jali mánájgárdde viertti oadtjot.
sma: Maehteles vuarjasjimmie Tjaatsege PP-dïenesjistie mij vuesehte jis maana sjïerepedagogeles viehkiem daarpesje, jïh mij rååresje mah faaleldahkh maanam, eejhtegh jallh maanajgïertem byöroe åadtjodh.

source: Ájnegismærrádus Girjje suohkanis mij subtsas jus mánán le riektá sierrapedagogalasj viehkev oadtjot jali ij, ja gåktu viehkke galggá liehket.
sma: Prievie tjïelteste mij jeahta jis maana reaktam åtna sjïerepedagogeles viehkiem jallh ij dam utnieh, jïh mij viehkie.

source: Dån máhtá agev ájnegismærrádusáv gujttit.
sma: Datne iktegisth maahtah nænnoestimmiem laejhtedh.

source: Majt máhtáv suohkanis vuorddet ?
sma: Maam maahtam tjïelteste veanhtadidh ?

source: Sij galggi
sma: Dah edtjieh

source: • duv oassálasstet ja dujsta gatjádit åvddål mærrádusájt mierredij duv máná birra
sma: • datnem gihtjedh jïh galkh meatan sjïdtedh åvteli dah maam akt nænnoste dov maanan bïjre

source: • árvustallat jus duv mánná sierrapedagogalasj viehkev dárbaj
sma: • vuarjasjidh jis dov maana sjïerepedagogeles viehkiem daarpesje

source: • ánodit PP-virges ássjediehttelasj árvustallamav jus dån gatjáda, jali jus suohkana jali mánájgárde milta le dárbbo sierrapedagoglasj viehkev • mierredit ájnegismærrádusáv mij subtsas jus oahppe galggá sierrapedagogalasj viehkev oadtjot jali ij, ja gåktu viehkke galggá liehket.
sma: • akte nænnoestimmiem nænnoestidh mij jeahta jis maana edtja sjïerepedagogeles viehkiem åadtjodh jallh ij dam åadtjoeh, jïh mij viehkie.

source: • Sierrapedagogalasj viehkev vaddet mánnáj nav gåk le tjielggidum ájnegismærrádusán.
sma: • maanese sjïerepedagogeles viehkiem vedtedh guktie nænnoestimmesne buerkiestamme

source: • Bærrájgæhttjat vaj tjálálasj diedádus dagáduvvá sierrapedagogalasj viehke ja máná åvddånahttema birra akti jahkáj Majt máhtáv mån dahkat ?
sma: • geehtestidh tjaaleldh reektesem dorjesovvedh dan sjïerepedagogeles viehkien bïjre jïh maanan evtiedimmine fïerhten jaepien

source: Dån gut le æjgát • máhtá gájbbedit suohkan galggá guoradallat jus duv mánná sierrapedagogalasj viehkev dárbaj
sma: • maahtah krïevedh tjïelte goerehte jis dov maana sjïerepedagogeles viehkiem daarpesje

source: • galga oasev válldet ja guorrasit åvddål suohkan ánot PP-virgge galggá guoradallat mánáv
sma: • galka meatan sjïdtedh jïh jååhkesjidh åvteli tjïelte PP-dïenesjem gihtjie jis dov

source: • galga oasev válldet ja guorrasit åvddål suohkan mierret sierrapedagogalasj viehkev mánnáj • galga tjálálasj diedádusáv oadtjot akti jahkáj máná sierrapedagogalasj viehke birra ja árvustallamav máná åvddånahttema birra.
sma: • galka meatan sjïdtedh jïh jååhkesjidh åvteli tjïelte nænnoste dov maana edtja sjïerepedagogeles viehkiem åadtjodh

source: • Máhtá gujttit jus mánná ij sierrapedagogalasj viehkev oattjo
sma: • maahtah laejhtedh jis ij dov maana sjïerepedagogeles viehkiem åadtjoeh

source: • Máhtá gujttit sisano, tjadádime jali viehke organiserima birra Mån sidáv ienep diehtet !
sma: • maahtah sisvegem, tjïrrehtimmiem jallh viehkien öörnemem laejhtedh

source: Dån máhtá låhkåt ienebuv sierrapedagogalasj viehke birra www.udir.no/tidliginnsats ja www.fubhg.no.
sma: Sïjhtem jijnebe daejredh ! Maahtah vielie sjïerepedagogeles viehkien bïjre lohkedh www.udir.no/tidliginnsats

source: Dát diehto dåssju dárogiellaj gávnnu.
sma: Daah bïevnesh ajve daaroengïelesne.
